insert into public.general_category (id, name)
values  (1, 'Овощи, фрукты и зелень'),
        (2, 'Молочные продукты и яйца'),
        (3, 'Хлебобулочные изделия'),
        (4, 'Мясо, птица и морепродукты'),
        (5, 'Колбасные изделия и деликатесы'),
        (6, 'Полуфабрикаты и замороженные продукты'),
        (7, 'Консервы и соленья'),
        (8, 'Соусы, специи и приправы'),
        (9, 'Зерновые и макаронные изделия'),
        (10, 'Сладости и снеки'),
        (11, 'Напитки'),
        (12, 'Специализированные продукты');